cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap "homebrew/core"
tap "caskroom/fonts"
tap "caskroom/cask"

brew 'ack'
brew 'coreutils'
brew "git"
brew "maven"
brew 'node'
brew 'unrar'
brew 'wget'
brew "sbt"
brew "zsh"
brew "zsh-completions"

cask "java"
cask "caffeine"
cask "docker"
cask "iterm2"
cask "spectacle"
cask "visual-studio-code"
cask "caskroom/fonts/font-fira-code"
cask "caskroom/fonts/font-firacode-nerd-font"
cask '1password'
cask 'google-chrome'
#cask 'handbrake'
#cask 'mapbox-studio'
#cask 'seashore'
#cask 'microsoft-teams'
#cask 'steam'
#cask 'transmission'
#cask 'tunnelbear'
#cask 'vlc'
